IdeaRS.Connections
AnchoringData.AnchorTypeDataSize Property
Compatible with IDEA StatiCa 0.0
 Size of washer plate
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double AnchorTypeDataSize { get; set; }
Property Value
Type: Double
See Also
Reference
AnchoringData Class
IdeaRS.Connections.Data Namespace